    CREATE TABLE users (
        gdname VARCHAR(50) PRIMARY KEY,
        detail VARCHAR(1000) NOT NULL,
        price VARCHAR(50) NOT NULL,
        imagess VARCHAR(200) NOT NULL,
        );

    INSERT INTO users (gdname,detail,price,imagess)
    VALUES ('Samsung Galaxy A32','สายดูคอนเทนต์ต้องโดน รับชมรายละเอียดด้วยหน้าจอ Super Advanced Integrated* AMOLED Display FHD+ ที่ให้ความสว่างได้สูงสุดถึง 800 nit¹ ที่ทำให้คุณดูสิ่งต่าง ๆ ได้อย่างชัดเจนแม้จะอยู่ท่ามกลางแสงแดดจ้าก็ตาม Eye Comfort Shield² ช่วยลดแสงสีฟ้า ส่วน Real Smooth ช่วยทำให้ทุกอย่างไหลลื่นไม่ว่าคุณจะเล่นเกมหรือเลื่อนดูสิ่งต่าง ๆ ก็ตาม ซึ่งคุณสามารถรับชมได้ในจอ Infinity-U Display ขนาดใหญ่จุใจ 6.4 นิ้ว',
        '7690','a32.jpg'),
            ('Samsung Galaxy A72','ขยายมุมมองการรับชมของคุณด้วย Infinity-O Display 6.7 นิ้ว Super AMOLED Display FHD+ ที่สว่างได้ถึง 800 nit1 เพื่อรับชมได้อย่างคมชัดแม้จะเป็นช่วงกลางวันที่แสงจ้าก็ตาม ยิ่ง Eye Comfort Shield2 ช่วยลดแสงสีฟ้า และ Real Smooth ช่วยทำให้ทุกอย่างไหลลื่นไม่ว่าคุณจะเล่นเกมหรือเลื่อนดูสิ่งต่าง ๆ ก็ตาม',
        '13,999','a72.jpg'),
            ('Samsung Galaxy S21 5G','Galaxy S21 5G ที่มาพร้อมกับดีไซน์กล้องงดงามอันเข้ากับตัวเครื่องซึ่งจะมาพลิกโฉมการถ่ายภาพของคุณด้วยการถ่ายได้ทั้งวิดีโอ 8K อันคมชัดและภาพนิ่งสุดอลังการในคราวเดียวกัน และด้วยชิปเซตที่เร็วที่สุดของ Galaxy, กระจกที่แข็งแกร่งที่สุด, 5G รวมถึงแบตเตอรี่ที่อยู่ได้ทั้งวัน',
        '29,900','s21.jpg'),
            ('Samsung Galaxy S21 Ultra 5G','Galaxy S21 Ultra 5G ที่มาพร้อมกับดีไซน์กล้องงดงามอันเข้ากับตัวเครื่องซึ่งจะมาพลิกโฉมการถ่ายภาพของคุณด้วยการถ่ายได้ทั้งวิดีโอ 8K อันคมชัดและภาพนิ่งสุดอลังการในคราวเดียวกัน และด้วยชิปเซตที่เร็วที่สุดของ Galaxy, กระจกที่แข็งแกร่งที่สุด, 5G รวมถึงแบตเตอรี่ที่อยู่ได้ทั้งวัน หน้าจอแสดงผล Dynamic AMOLED 2X กว้าง 6.8 นิ้ว ความละเอียด WQHD+ (3200x1440 พิกเซล) อัตรา Refresh Rate สูงสุด 120Hz ปรับความสว่างได้สูงสุด 1,500nits รองรับคอนเทนด์ HDR10/10+ มีดีไซน์รอยแหว่งแบบ Infinity-O และมีการปกป้องด้วยกระจก Gorilla Glass Victus',
        '39,900','s21u.jpg'),
            ('Samsung Galaxy S21+ 5G','Galaxy S21+ 5G ที่มาพร้อมกับดีไซน์กล้องงดงามอันเข้ากับตัวเครื่องซึ่งจะมาพลิกโฉมการถ่ายภาพของคุณด้วยการถ่ายได้ทั้งวิดีโอ 8K อันคมชัดและภาพนิ่งสุดอลังการในคราวเดียวกัน และด้วยชิปเซตที่เร็วที่สุดของ Galaxy, กระจกที่แข็งแกร่งที่สุด, 5G รวมถึงแบตเตอรี่ที่อยู่ได้ทั้งวัน',
        '33,900','s21p.jpg');
   
            

